app/controllers/countries_controller.rb

SELECT * FROM "countries" WHERE ("countries"."id" = 1068202913)
---
  def index
    @countries = Country.find :all, :order => 'name'